people = {

'Меланхолики': 'слабые, неуравновешенные, у них малоактивный тип нервной системы',
'Холерики': ' неуравновешенные, безудержные и подвижные, что говорит о сильном типе нервной системы',
'Флегматики' : 'инертные, спокойные, сильные и это уравновешенный тип нервной системы',
'Сангвиники' : ' подвижные, они живые с уравновешенным типом нервной системы',
}

print(f"Каждый человек имеет свой определенный характер {people}")
"который имеет свой собственный термин"

print(people['Меланхолики', 'Холерики', 'Флегматики', 'Сангвиники'])
#for topping in people['характер']:
#    print(f"\t{topping}")